app/controllers/contacts_controller.rb

    def create
        @contact = Contact.new(contact_params)
        if @contact.save
---
INSERT INTO "contacts" ("name", "email", "comments", "created_at", "updated_at") VALUES (?, ?, ?, ?, ?)  [["name", "hgss"], ["email", "sfdfdsf"], ["comments", "sdfdsfdsf"], ["created_at", 2018-01-18 20:20:33 UTC], ["updated_at", 2018-01-18 20:20:33 UTC]]