app/controllers/pages_controller.rb

    def home
        @basic_plan = Plan.order(1).first
---
SELECT  "plans".* FROM "plans" ORDER BY 1 LIMIT ?  [["LIMIT", 1]]